Repository: dgutride/manageiq-ui-admin
Catalog: client/gettext/po/*/manageiq-ui-admin.po
Languages: tr

source: %s was created.
tr: %s oluşturuldu.

source: %s was published.
tr: %s yayınlandı.

source: (Current Group)
tr: (Şimdiki Grup)

source: 1 Week
tr: 1 Hafta

source: 2 Weeks
tr: 2 Hafta

source: 3 Weeks
tr: 3 Hafta

source: 4 Weeks
tr: 4 Hafta

source: About Me
tr: Hakkında

source: Action not able to submit.
tr: Aksiyon gönderilmeye uygun değil

source: Activated Products Details View
tr: Aktive Edilmiş Ürün Detayları Gösterimi

source: Active
tr: Aktif

source: Add Item
tr: Öge ekle

source: Add to Shopping Cart
tr: Sepete Ekle

source: Advanced Options
tr: Gelişmiş Özellikler

source: Approved
tr: Onaylandı

source: Approved Requests
tr: Onaylanan İstekler

source: Approver
tr: Onaylayan

source: Are you sure you wish to proceed?
tr: Devam etmek istediğinize emin misiniz?

source: Back to Blueprints
tr: Planlara Dön

source: Back to My Requests
tr: İsteklerime Dön

source: Back to My Services
tr: Servislerime Dön

source: Back to Service
tr: Servise Dön

source: Back to Service Catalog
tr: Servis Kataloğuna Dön

source: Blueprint Editor:
tr: Plan Editörü

source: Blueprint List
tr: Plan Listesi

source: Blueprints
tr: Planlar

source: Browse
tr: Gözat

source: Browser Default
tr: Tarayıcı Varsayılanı

source: Button action not supported.
tr: Buton aksiyonu desteklenmiyor

source: Cancel
tr: İptal

source: Catalog
tr: Katalog

source: Catalog Name
tr: Katalog İsmi

source: Change Group:
tr: Grubu Değiştir

source: Change to this Group
tr: Bu Gruba değiştir

source: Clear
tr: Temizle

source: Close
tr: Kapat

source: Confirm, would you like to remove this service?
tr: Bu servisi silmek mi istiyorsunuz? Onaylayın

source: Confirm, would you like to retire this service?
tr: Bu servisi emekli mi etmek istiyorsunuz? Onaylayın

source: Create
tr: Oluştur

source: Create Blueprint
tr: Plan Oluştur

source: Create Catalog
tr: Katalog Oluştur

source: Create a new Blueprint
tr: Yeni bir Plan Oluştur

source: Created
tr: Oluşturuldu

source: Created On
tr: Oluşturuldu

source: Creation Date
tr: Oluşturulma Tarihi

source: Current
tr: Şimdiki

source: Current Group
tr: Şimdiki Grup

source: Current Services
tr: Şimdiki Servisler

source: Currently Selected Group
tr: Şu an Seçili Gruplar

source: Custom Actions
tr: Özel Aksiyonlar

source: Custom Button:
tr: Özel Düğme:

source: Custom button action
tr: Özel Düğme Aksiyonu

source: Dashboard
tr: Gösterge Paneli

source: Delete
tr: Sil

source: Delete Blueprint
tr: Planı Sil

source: Denied
tr: Reddedildi

source: Denied Requests
tr: Reddedilen İstekler

source: Description
tr: Tanım

source: Dialog
tr: Diyalog

source: Disk Count
tr: Disk Adedi

source: Disk Space Allocated
tr: Ayrılan Disk Alanı

source: Disk Space Used
tr: Kullanılan Disk Alanı

source: Don't Save
tr: Kaydetme

source: Edit
tr: Düzenle

source: Edit Blueprint
tr: Planı Düzenle

source: Edit Blueprint Details
tr: Plan Ayrıntılarını Düzenle

source: Edit Service
tr: Servisi Düzenle

source: Error
tr: Hata

source: Error retrieving user info
tr: Kullanıcı bilgisini alırken hata

source: Filter by Catalog
tr: Kataloga göre filtrele

source: Filter by Catalog Name
tr: Katalog ismine göre filtrele

source: Filter by Created On
tr: Oluşturulmaya göre filtrele

source: Filter by Description
tr: Tanıma göre filtrele

source: Filter by ID
tr: ID'ye göre filtrele

source: Filter by Name
tr: İsme göre filtrele

source: Filter by Owner
tr: Sahibine göre filtrele

source: Filter by Request Date
tr: İstek tarihine göre filtrele

source: Filter by Retirement Date
tr: Emeklilik tarihine göre filtrele

source: Filter by Status
tr: Duruma göre filtrele

source: Filter by VMs
tr: VM'lere göre filtrele

source: Filter by Visibility
tr: Görünürlülüğe göre filtrele

source: Filter by name
tr: İsme göre filtrele

source: For Sizing
tr: Boyutlandırma İçin

source: General
tr: Genel

source: Group
tr: Grup

source: Help
tr: Yardım

source: Hourly
tr: Saatlik

source: Inactivate the service
tr: Servisi deaktifleştir

source: Inactive
tr: İnaktif

source: Incorrect username or password.
tr: Kullanıcı adı ya da parola hatalı

source: Item added to shopping cart
tr: Öge sepete eklendi

source: Items
tr: Ögeler

source: Language
tr: Dil

source: Last Message
tr: Son Mesaj

source: Last Modified
tr: Son Düzenlenme

source: Last Scan
tr: Son Tarama

source: Last Updated
tr: Son Güncelleme

source: Log In
tr: Giriş

source: Log into the full administrative UI
tr: Tam yetkili arayüze giriş yap

source: Login
tr: Giriş

source: Logout
tr: Çıkış

source: ManageIQ Self Service
tr: ManageIQ Self Servis

source: Memory
tr: Bellek

source: Memory on Disk
tr: Diskteki bellek

source: Monthly
tr: Aylık

source: More
tr: Daha Fazla

source: My Orders
tr: Siparişlerim

source: My Requests
tr: İsteklerim

source: My Services
tr: Servislerim

source: Name
tr: Ad

source: Never
tr: Asla

source: No Provisioning Dialog Available.
tr: Devreye Alma Diyalogu Yok

source: No Warning
tr: Uyarı Yok

source: Number of VMs
tr: VM Sayısı

source: Open a HTML5 console for this VM
tr: Bu VM'e HTML5 konsol aç

source: Order
tr: Talep et

source: Order Details
tr: Sipariş Detayları

source: Order ID
tr: Sipariş Numarası

source: Orders:
tr: Siparişler:

source: Owner
tr: Sahip

source: Password
tr: Parola

source: Pending
tr: Bekliyor

source: Pending Requests
tr: Bekleyen İsteklerim

source: Permanently delete the service
tr: Servisi kalıcı olarak sil

source: Power State
tr: Güç Durumu

source: Pricing
tr: Ücretlendirme

source: Product
tr: Ürün

source: Product Status
tr: Ürün Durumu

source: Product Tags
tr: Ürün Etiketleri

source: Product Type
tr: Ürün Tipi

source: Products Details
tr: Ürün Detayları

source: Provisioning
tr: Devreye alınıyor

source: Provisioning Answers
tr: Devreye Alma Cevapları

source: Provisioning Entry Point
tr: Devreye Alma Giriş Nokası

source: Publish
tr: Yayınla

source: Publish Blueprint
tr: Planı Yayınla

source: Reconfigure
tr: Tekrar ayarla

source: Reconfigure Entry Point
tr: Yeniden Ayarlama Giriş Noktası

source: Reconfigure Service:
tr: Servisi Yeniden Ayarla:

source: Reconfigure this service has been cancelled
tr: Servisin yeniden ayarlanması iptal edildi

source: Refresh
tr: Yenile

source: Remove
tr: Kaldır

source: Remove Service
tr: Servisi Kaldır

source: Request Approval State
tr: Onay Durumunu İste

source: Request Date
tr: İstek Tarihi

source: Request ID
tr: İstek ID

source: Request List
tr: İstek Listesi

source: Request State
tr: İstek Durumu

source: Request Status
tr: İstek Durumu

source: Request Type
tr: İstek Tipi

source: Request:
tr: İstek:

source: Requested
tr: İstendi

source: Requested By
tr: İsteyen

source: Requests Details
tr: İstek Detayları

source: Retire
tr: Devreden Çıkar

source: Retire Now
tr: Şimdi Devreden Çıkar

source: Retire Service Now
tr: Servisi Devreden Çıkar

source: Retired
tr: Devreden Çıkarıldı

source: Retired Services
tr: Devreden Çıkarılan Servisler

source: Retirement Date
tr: Devreden Çıkarma Tarihi

source: Retirement Entry Point
tr: Devreden Çıkarma Giriş Noktası

source: Retirement Warning
tr: Devreden Çıkarma Uyarısı

source: Retiring Soon
tr: Yakında Devre Dışı

source: Save
tr: Kaydet

source: Save Blueprint
tr: Planı Kaydet

source: Schedule Retirement
tr: Devreden Çıkarmayı Takvimlendir

source: Schedule Service Retirement
tr: Servis Devreden Çıkarılmasını Takvimlendir

source: Scheduling retirement for
tr: Devreden çıkarma takvimleniyor

source: Select Dialog
tr: Diyalogu Seç

source: Select a Group
tr: Grubu Seç

source: Select an Owner
tr: Sahibi Seç

source: Service Catalog
tr: Servis Katalogu

source: Service Custom Button Details
tr: Servis Özel Butonu Ayrıntıları

source: Service Details
tr: Servis Detayları

source: Service Id
tr: Servis ID

source: Service List
tr: Servis Listesi

source: Service Template Details
tr: Servis Şablonu Detayları

source: Service:
tr: Servis:

source: Set Ownership
tr: Sahipliği Ayarla

source: Set Service Ownership
tr: Servis Sahipliğini Ayarla

source: Setup
tr: Kurulum

source: Shopping Cart
tr: Sepet

source: Shopping cart
tr: Sepet

source: Shopping cart is empty.
tr: Sepetiniz boş

source: Shopping cart successfully ordered
tr: Sepet başarıyla sipariş edildi

source: Show Blueprint Names
tr: Plan isimlerini göster

source: Size
tr: Boyut

source: Soon
tr: Yakında

source: Submit Request
tr: İsteği Gönder

source: Switch Language:
tr: Dili değiştir

source: The current approval status of the request
tr: İsteğin şu andaki onay durumu

source: The last heartbeat received from the instances
tr: Bu birimlerden alınan son sağlık durumu bilgisi

source: The number of active services
tr: Aktif servislerin sayısı

source: The number of instances running this service
tr: Bu servisi çalıştıran toplam birim

source: The number of services retiring within the next 30 days
tr: 30 gün içinde devre dışı kalacak servislerin sayısı

source: The number of services which have hit their retirement period or been retired
tr: Devreden çıkarılmış ya da çıkarılacak servisler toplamı

source: The page you are looking for might have been removed, had its name changed, or is temporarily unavailable.
tr: Ulaşmaya çalıştığınız sayfa kaldırılmış, ismi değiştirilmiş ya da geçici süreyle ulaşılamıyor olabilir.

source: The page you requested cannot be found.
tr: İstediğiniz sayfa bulunamadı.

source: The total number of available blueprints
tr: Kullanılabilir planların toplam sayısı

source: The total number of available catalog items
tr: Katalog ögelerinin toplam sayısı

source: The total number of requests that you have submitted
tr: Gönderdiğiniz toplam talep sayısı

source: The total number of services that you have ordered, both active and retired
tr: Talep ettiğiniz aktif ve devre dışı bırakılmış servisler toplamı

source: There was a problem loading the page.
tr: Sayfa yüklenirken bir problem oluştu.

source: There was an error adding to shopping cart:
tr: Sepete eklerken bir hata oluştu:

source: There was an error editing this service.
tr: Servisi düzenlerken bir hata oluştu:

source: There was an error opening the console
tr: Konsolu açarken bir hata oluştu

source: There was an error opening the console:
tr: Konsolu açarken bir hata oluştu:

source: There was an error removing this service.
tr: Servisi kaldırırken bir hata oluştu:

source: There was an error retiring this service.
tr: Servisi devre dışı bırakırken bir hata oluştu.

source: There was an error saving ownership of this service.
tr: Servis sahibini kaydederken bir hata oluştu:

source: There was an error submitting this request:
tr: Talebi gönderirken bir hata oluştu:

source: This service has no associated VMs
tr: Servisle ilişkilendirilmiş VM yok.

source: Total Requests
tr: Toplam İstekler

source: Total Services
tr: Toplam Servisler

source: Unassigned
tr: Atanmamış

source: Unsupported console protocol returned
tr: Desteklenmeyen konsol protokolü döndü

source: Unsupported console protocol returned:
tr: Desteklenmeyen konsol protokolü döndü:

source: Untitled Blueprint
tr: İsimsiz plan

source: User Default
tr: Kullanıcı varsayılanı

source: User does not have privileges to login.
tr: Kullanıcı giriş haklarına sahip değil

source: Username
tr: Kullanıcı Adı

source: VMs
tr: VM'ler

source: Vendor
tr: Üretici

source: Visibility
tr: Görünürlük

source: Waiting for the console to become ready
tr: Konsolun hazır olması bekleniyor

source: Waiting for the console to become ready:
tr: Konsolun hazır olması bekleniyor:

source: We apologize for the inconvenience.
tr: Rahatsızlık için özür dileriz.

source: Yes, Remove Service
tr: Evet, Servisi Kaldır

source: Yes, Retire Service Now
tr: Evet, Servisi devre dışı bırak

source: Your session has timed out.
tr: Oturumunuz zaman aşımına uğradı

source: locale_name
tr: Türkçe

source: ordered
tr: sipariş edildi

source: was edited.
tr: düzenlendi.

source: was removed.
tr: kaldırıldı.

source: was retired.
tr: devre dışı bırakıldı.
